<?php

return [

    'title_page' => 'الصفوف الدراسية',
    'List_classes' => 'قائمة الصفوف الدراسية',
    'add_class' => 'إضافة صف',
    'edit_class'=> 'تعديل صف',
    'delete_class'=> 'حذف صف',
    'delete_checkbox'=> 'حذف الصفوف المختارة',
    'Search_By_Grade'=> 'بحث بإسم المرحلة',
    'Warning_class'=> 'هل أنت متاكد من عملية الحذف ؟',
    'submit' => 'حفظ البيانات',
    'required_ar'=>'يرجي إدخال أسم الصف باللغة العربية',
    'required_en'=>'يرجي إدخال أسم الصف باللغة الإنجليزية',
    'Name_class'=>'أسم الصف ',
    'Name_class_en'=>'أسم الصف بالإنجليزية',
    'Name_Grade'=>'أسم المرحلة',
    'add_row'=>'إدراج سجل',
    'delete_row'=>'حذف',
    'Processes'=>'العمليات',
    'Edit'=>'تعديل',
    'Delete'=>'حذف',
    'delete_Class_Error'=>'لا يمكن حذف الصف لأنه يحتوي علي أقسام',
    'Close' => 'إغلاق',

    'exists'=>'هذا الصف موجود مسبقا',

    'integer'=> 'من فضلك قم باختيار المرحلة الدراسية',
    'empty' => 'عفوا لايوجد صفوف لكى يتم عرضها فى الوقت الحالى ',

];
