<?php

return [
    'Name_Teacher'=>'أسم المعلم',
    'Add_Teacher'=>'إضافة معلم',
    'Edit_Teacher'=>'تعديل المعلم',
    'Delete_Teacher'=>'حذف معلم',
    'Email'=>'البريد الالكتروني',
    'Password'=>'كلمة المرور',
    'Name_ar'=>'أسم المعلم باللغة العربية',
    'Name_en'=>'أسم المعلم باللغة الانجليزية',
    'specialization'=>'التخصص',
    'Gender'=>'النوع',
    'Joining_Date'=>'تاريخ التعين',
    'Address'=>'العنوان',
    'teacher'=>'معلم/ة',


    'Warning'=> 'هل أنت متأكد من عملية الحذف؟',
    'Processes'=>'العمليات',
    'empty' => 'عفوا لا يوجد مدرسين لكى يتم عرضهم فى الوقت الحالى ',
    'submit'=>'تأكيد',
    'Close' => 'أغلاق',
];
